{"input": "Da mình hay bị mụn trứng cá, làm sao để giảm?", "output": "Rửa mặt 2 lần/ngày, dùng sản phẩm chứa salicylic acid và tránh nặn mụn để giảm mụn trứng cá."}
{"input": "Mình có làn da khô, nên dùng kem dưỡng nào?", "output": "Dùng kem dưỡng chứa hyaluronic acid và glycerin, thoa 2 lần/ngày để giữ ẩm cho da."}
{"input": "Tôi bị nám trên má, làm sao để mờ nám?", "output": "Thoa kem chống nắng hàng ngày, dùng sản phẩm chứa vitamin C hoặc niacinamide, tránh nắng trực tiếp."}
{"input": "Da mình bị mẩn đỏ và kích ứng, phải làm sao?", "output": "Tránh sản phẩm chứa cồn/hương liệu, dùng kem dịu da chứa aloe vera hoặc panthenol, giữ da sạch và ẩm."}
{"input": "Tôi muốn lỗ chân lông nhỏ hơn, cần gì?", "output": "Dùng sản phẩm chứa niacinamide, tẩy tế bào chết hóa học nhẹ nhàng và rửa mặt đều đặn."}
{"input": "Da mình đổ dầu nhiều, cần chăm sóc thế nào?", "output": "Dùng sữa rửa mặt dịu nhẹ 2 lần/ngày, sản phẩm kiềm dầu và không chà xát quá mạnh."}
{"input": "Mình hay bị thâm mụn, cách làm sáng da?", "output": "Dùng sản phẩm chứa vitamin C hoặc AHA/BHA nhẹ, thoa kem chống nắng để hạn chế thâm."}
{"input": "Da tôi nhạy cảm, nên dùng sữa rửa mặt gì?", "output": "Chọn sữa rửa mặt dịu nhẹ, không hương liệu, pH gần với da, rửa bằng nước ấm."}
{"input": "Tôi muốn da trắng hồng tự nhiên, có cách nào?", "output": "Thoa kem chống nắng, dưỡng ẩm đầy đủ, dùng sản phẩm chứa niacinamide để da sáng tự nhiên."}
{"input": "Da tôi xuất hiện nếp nhăn ở trán, cách giảm nếp nhăn?", "output": "Thoa kem chứa retinol, dưỡng ẩm đầy đủ, thoa kem chống nắng mỗi ngày."}
{"input": "Da mình thâm quầng mắt, làm sao giảm?", "output": "Ngủ đủ giấc, dùng kem mắt chứa caffeine hoặc vitamin K, massage nhẹ vùng mắt."}
{"input": "Da bị mụn đầu đen, phải làm sao?", "output": "Dùng sữa rửa mặt chứa BHA, tẩy tế bào chết nhẹ nhàng, tránh nặn mụn."}
{"input": "Da tôi khô mùa đông, nên chăm sóc gì?", "output": "Dùng kem dưỡng ẩm dày, tránh tắm nước nóng quá lâu, uống đủ nước."}
{"input": "Mình muốn da căng bóng, cần gì?", "output": "Dưỡng ẩm đều đặn, uống đủ nước, sử dụng serum chứa hyaluronic acid."}
{"input": "Da bị mụn sưng đỏ, cách xử lý?", "output": "Dùng kem chứa benzoyl peroxide hoặc salicylic acid, tránh nặn mụn và tiếp xúc tay bẩn."}
{"input": "Tôi muốn làm sáng da tay, da chân?", "output": "Dưỡng ẩm, thoa kem chống nắng, tẩy tế bào chết nhẹ nhàng 1-2 lần/tuần."}
{"input": "Da mình dễ nổi mụn sau ăn đồ ngọt, sao giảm?", "output": "Hạn chế đồ ngọt, uống đủ nước, rửa mặt sạch, dùng sản phẩm dịu nhẹ."}
{"input": "Mình muốn giảm dầu ở vùng chữ T, cách nào?", "output": "Dùng giấy thấm dầu, sữa rửa mặt dịu nhẹ, sản phẩm kiểm soát dầu."}
{"input": "Da tôi bị lão hóa, cần chăm sóc ra sao?", "output": "Dùng kem chống nắng, serum chứa retinol hoặc peptide, dưỡng ẩm đầy đủ."}
{"input": "Tôi muốn trị mụn đầu trắng, nên làm gì?", "output": "Dùng sản phẩm chứa salicylic acid, tránh nặn, duy trì da sạch và ẩm."}
{"input": "Da tôi thâm do nắng, cách cải thiện?", "output": "Thoa kem chống nắng hàng ngày, dùng serum vitamin C, tránh tiếp xúc trực tiếp ánh nắng."}
{"input": "Da nhạy cảm, nổi mẩn khi dùng sữa rửa mặt, sao?", "output": "Ngưng dùng sản phẩm mới, chọn sữa rửa mặt dịu nhẹ, không hương liệu, làm dịu da."}
{"input": "Tôi muốn lỗ chân lông vùng mũi nhỏ lại?", "output": "Dùng sản phẩm chứa niacinamide, tẩy tế bào chết 1-2 lần/tuần, rửa mặt đều đặn."}
{"input": "Da tôi dễ nổi mụn khi stress, cách phòng?", "output": "Giữ tinh thần thoải mái, dưỡng da đều đặn, ăn uống lành mạnh, tránh chạm tay lên mặt."}
{"input": "Mình muốn da mịn màng, cần gì?", "output": "Tẩy tế bào chết nhẹ nhàng, dưỡng ẩm đều đặn, dùng serum hoặc kem phù hợp với da."}
{"input": "Da tôi sạm màu, làm sao sáng lên?", "output": "Thoa kem chống nắng, serum vitamin C, tẩy tế bào chết hóa học nhẹ, dưỡng ẩm đều."}
{"input": "Da hay khô ở má, cách gì tốt?", "output": "Dùng kem dưỡng ẩm chứa glycerin, tránh nước nóng và rửa mặt mạnh, uống đủ nước."}
{"input": "Mình bị mụn nội tiết, phải làm sao?", "output": "Giữ da sạch, dùng sản phẩm dịu nhẹ, tham khảo bác sĩ nếu cần trị liệu chuyên sâu."}
{"input": "Da tôi hay bị đổ dầu ban ngày, sao giảm?", "output": "Dùng giấy thấm dầu, sản phẩm kiểm soát dầu, sữa rửa mặt dịu nhẹ."}
{"input": "Tôi muốn trị thâm mụn lâu năm?", "output": "Dùng sản phẩm chứa vitamin C, AHA/BHA nhẹ nhàng, thoa kem chống nắng đều."}
{"input": "Da tôi nhiều nếp nhăn vùng mắt, cách giảm?", "output": "Dùng kem mắt chứa retinol hoặc peptide, ngủ đủ giấc, dưỡng ẩm vùng mắt."}
{"input": "Da mình bị mụn đầu đen vùng mũi, sao?", "output": "Tẩy tế bào chết nhẹ nhàng, dùng sản phẩm chứa BHA, tránh nặn mụn."}
{"input": "Da tôi khô quanh môi, cách nào?", "output": "Dưỡng môi bằng son dưỡng chứa vaseline hoặc shea butter, uống đủ nước."}
{"input": "Mình muốn da sáng đều màu, cần gì?", "output": "Thoa kem chống nắng, serum vitamin C, dưỡng ẩm đều, tránh nắng trực tiếp."}
{"input": "Da tôi dễ bị kích ứng khi ra nắng, sao?", "output": "Thoa kem chống nắng, đội mũ, tránh nắng trực tiếp, dùng sản phẩm dịu nhẹ."}
{"input": "Mình bị mụn trứng cá do mặt nạ, làm sao?", "output": "Ngưng sử dụng mặt nạ gây kích ứng, giữ da sạch, dùng sản phẩm chứa salicylic acid."}
{"input": "Da tôi bị viêm nang lông, cách chăm sóc?", "output": "Tẩy tế bào chết nhẹ, giữ da sạch, dùng kem dịu da, tránh cạo hoặc chà xát mạnh."}
{"input": "Mình muốn da căng bóng tự nhiên?", "output": "Dưỡng ẩm đều đặn, uống đủ nước, dùng serum hyaluronic acid, ngủ đủ giấc."}
{"input": "Da tôi xuất hiện vết sạm quanh mắt, cách giảm?", "output": "Ngủ đủ, dùng kem mắt chứa vitamin K hoặc caffeine, tránh chà xát vùng mắt."}
{"input": "Da nhạy cảm với mỹ phẩm mới, nên làm gì?", "output": "Test sản phẩm trên vùng nhỏ, chọn mỹ phẩm dịu nhẹ, không hương liệu."}
{"input": "Mình muốn giảm mụn cám ở cằm?", "output": "Dùng sản phẩm chứa BHA, tẩy tế bào chết nhẹ, giữ da sạch và ẩm."}
{"input": "Da tôi khô khi trời lạnh, cách?", "output": "Dưỡng ẩm dày, tránh nước nóng, dùng máy tạo ẩm nếu cần."}
{"input": "Mình muốn da mịn màng vùng trán?", "output": "Tẩy tế bào chết nhẹ, dưỡng ẩm, hạn chế chạm tay lên trán."}
{"input": "Da tôi sạm do ánh nắng, cách chăm sóc?", "output": "Thoa kem chống nắng, dùng sản phẩm chứa vitamin C, dưỡng ẩm đều."}
{"input": "Mình hay bị mụn nội tiết vào chu kỳ, cách giảm?", "output": "Giữ da sạch, tránh nặn mụn, dùng sản phẩm dịu nhẹ, tham khảo bác sĩ nếu cần."}
{"input": "Da tôi nổi mẩn sau ăn hải sản, sao?", "output": "Có thể dị ứng, tránh hải sản, dùng kem dịu da, uống nhiều nước."}
{"input": "Mình muốn giảm dầu vùng má, cần gì?", "output": "Dùng giấy thấm dầu, sữa rửa mặt dịu nhẹ, dưỡng ẩm nhẹ nhàng."}
{"input": "Da tôi có nhiều tàn nhang, cách làm mờ?", "output": "Thoa kem chống nắng, dùng sản phẩm chứa vitamin C hoặc niacinamide đều đặn."}
{"input": "Mình muốn da đều màu sau mụn, cách nào?", "output": "Dùng sản phẩm chứa vitamin C, AHA/BHA nhẹ nhàng, thoa kem chống nắng đều."}
{"input": "Da tôi bị sạm do thức khuya, cách chăm sóc?", "output": "Ngủ đủ giấc, dưỡng ẩm, thoa kem chống nắng, uống đủ nước."}
{"input": "Mình muốn ngăn ngừa lão hóa sớm, cần gì?", "output": "Dùng kem chống nắng, dưỡng ẩm đều, sản phẩm chứa retinol hoặc peptide, ngủ đủ giấc."}
{"input": "Da tôi nổi mụn cứng dưới da, cách xử lý?", "output": "Không nặn, giữ da sạch, dùng sản phẩm chứa benzoyl peroxide, tham khảo bác sĩ nếu cần."}
{"input": "Mình muốn da hồng hào tự nhiên, cách?", "output": "Thoa kem chống nắng, dưỡng ẩm đều, ăn uống lành mạnh, ngủ đủ giấc."}
{"input": "Da tôi khô quanh mắt, cần gì?", "output": "Dùng kem mắt chứa hyaluronic acid, ngủ đủ giấc, tránh chà xát mạnh vùng mắt."}
{"input": "Mình muốn giảm dầu và mụn vùng trán, cách?", "output": "Dùng sữa rửa mặt dịu nhẹ, sản phẩm kiềm dầu, tẩy tế bào chết nhẹ nhàng, tránh chạm tay."}
{"input": "Da tôi bị viêm da cơ địa, chăm sóc thế nào?", "output": "Dùng kem dưỡng ẩm dịu nhẹ, tránh xà phòng mạnh, tham khảo bác sĩ khi cần."}
{"input": "Mình muốn da sáng và mịn trước sự kiện, cần gì?", "output": "Dưỡng ẩm, dùng serum vitamin C, thoa kem chống nắng, tẩy tế bào chết nhẹ 1-2 lần/tuần."}
{"input": "Da mình bị bóng nhờn sau khi dùng kem dưỡng, làm sao?", "output": "Chọn kem dưỡng nhẹ, không gây bít tắc lỗ chân lông, dùng ít và thoa đều."}
{"input": "Mình bị mụn nước nhỏ quanh cằm, cách xử lý?", "output": "Tránh nặn, giữ sạch, dùng sản phẩm dịu nhẹ chứa benzoyl peroxide nếu cần."}
{"input": "Da tôi bị thâm nắng vùng trán, cách giảm?", "output": "Thoa kem chống nắng, dùng serum vitamin C hoặc niacinamide để làm sáng vùng trán."}
{"input": "Mình muốn da căng mọng sau khi thức khuya?", "output": "Dưỡng ẩm tốt, uống đủ nước, dùng mặt nạ dưỡng ẩm nhanh và ngủ đủ giấc."}
{"input": "Da tôi nổi mụn do khẩu trang, cách giảm?", "output": "Rửa mặt sạch, dùng sản phẩm dịu nhẹ, thay khẩu trang thường xuyên và kháng khuẩn."}
{"input": "Mình muốn giảm dầu và mụn ở mũi, cách?", "output": "Dùng sản phẩm chứa BHA, rửa mặt 2 lần/ngày, tránh nặn mụn."}
{"input": "Da tôi nhờn nhưng vùng má lại khô, sao chăm sóc?", "output": "Dùng sản phẩm cân bằng, dưỡng ẩm nhẹ cho vùng khô, kiềm dầu vùng nhờn."}
{"input": "Mình bị mụn dưới da, nên dùng gì?", "output": "Không nặn, dùng sản phẩm chứa benzoyl peroxide hoặc retinoid, duy trì da sạch."}
{"input": "Da tôi bị sạm quanh miệng, cách giảm?", "output": "Dưỡng ẩm, dùng sản phẩm chứa vitamin C, thoa kem chống nắng đều đặn."}
{"input": "Mình muốn da mịn trước khi makeup, cần gì?", "output": "Tẩy tế bào chết nhẹ, dưỡng ẩm đầy đủ, dùng primer nếu cần."}
{"input": "Da tôi dễ nổi mụn khi ăn đồ cay, sao?", "output": "Hạn chế đồ cay, uống đủ nước, giữ da sạch và dùng sản phẩm dịu nhẹ."}
{"input": "Mình bị mụn cám quanh miệng, cách giảm?", "output": "Tẩy tế bào chết nhẹ nhàng, rửa mặt đều, dùng sản phẩm chứa BHA hoặc salicylic acid."}
{"input": "Da tôi hay nổi mụn khi căng thẳng, sao?", "output": "Giữ tinh thần thoải mái, dưỡng da đều đặn, ăn uống lành mạnh."}
{"input": "Mình muốn da sáng tự nhiên mà không cần makeup, cách?", "output": "Dưỡng ẩm, thoa kem chống nắng, dùng serum vitamin C, ngủ đủ giấc."}
{"input": "Da tôi có nếp nhăn vùng cổ, cách giảm?", "output": "Dưỡng ẩm vùng cổ, thoa kem chống nắng, massage nhẹ nhàng và tránh tư thế gập cổ nhiều."}
{"input": "Mình bị thâm do mụn ở trán, cách xử lý?", "output": "Dùng sản phẩm chứa vitamin C, AHA nhẹ, thoa kem chống nắng đều đặn."}
{"input": "Da tôi dễ kích ứng với kem chống nắng, sao?", "output": "Chọn kem chống nắng vật lý (zinc oxide, titanium dioxide), dịu nhẹ và không hương liệu."}
{"input": "Mình muốn giảm dầu buổi sáng, cách?", "output": "Rửa mặt dịu nhẹ, dùng giấy thấm dầu, dưỡng ẩm nhẹ và sản phẩm kiềm dầu."}
{"input": "Da tôi bị mẩn đỏ sau khi tẩy tế bào chết, sao?", "output": "Ngưng tẩy tế bào chết vài ngày, dùng kem dịu da, chọn sản phẩm nhẹ nhàng."}
{"input": "Mình muốn lỗ chân lông quanh má nhỏ lại, cần gì?", "output": "Dùng sản phẩm chứa niacinamide, tẩy tế bào chết nhẹ, dưỡng ẩm đều."}
{"input": "Da tôi nhạy cảm, dễ nổi mụn khi thay mỹ phẩm, cách?", "output": "Test sản phẩm trên vùng nhỏ trước, chọn sản phẩm dịu nhẹ, không hương liệu."}
{"input": "Mình bị mụn đầu trắng vùng trán, sao?", "output": "Dùng sản phẩm chứa BHA, rửa mặt đều, tránh nặn mụn."}
{"input": "Da tôi thâm do ánh nắng vùng cổ, cách?", "output": "Thoa kem chống nắng vùng cổ, dưỡng ẩm, dùng serum vitamin C nếu cần."}
{"input": "Mình muốn giảm nếp nhăn quanh mắt, cách?", "output": "Dùng kem mắt chứa retinol, peptide, ngủ đủ, tránh chà xát mạnh."}
{"input": "Da tôi hay sạm màu khi căng thẳng, sao?", "output": "Ngủ đủ, dưỡng ẩm đều, thoa kem chống nắng, ăn uống lành mạnh."}
{"input": "Mình bị mụn viêm nặng, nên làm gì?", "output": "Giữ da sạch, tránh nặn, dùng sản phẩm chứa benzoyl peroxide, nếu nặng nên tham khảo bác sĩ da liễu."}
{"input": "Da tôi khô, bong tróc, cách cải thiện?", "output": "Dưỡng ẩm dày, tránh nước nóng quá lâu, dùng sản phẩm chứa glycerin và hyaluronic acid."}
{"input": "Mình muốn da hồng hào mà không makeup, cần gì?", "output": "Ngủ đủ, dưỡng ẩm đều, thoa kem chống nắng, ăn uống lành mạnh."}
{"input": "Da tôi bị mụn do dị ứng thực phẩm, sao?", "output": "Ngừng thực phẩm gây dị ứng, giữ da sạch, dùng sản phẩm dịu nhẹ, uống đủ nước."}
{"input": "Mình muốn da căng bóng buổi sáng, cách?", "output": "Dưỡng ẩm đầy đủ, uống nước, mặt nạ cấp ẩm, ngủ đủ giấc."}
{"input": "Da tôi bị lão hóa sớm, cần chăm sóc gì?", "output": "Thoa kem chống nắng, dùng sản phẩm chứa retinol, peptide, dưỡng ẩm đều đặn."}
{"input": "Mình bị mụn đỏ và sưng, cách?", "output": "Dùng kem chứa benzoyl peroxide, tránh nặn, giữ da sạch, thoa kem dịu nhẹ."}
{"input": "Da tôi nhiều dầu nhưng khô vùng má, sao?", "output": "Dùng sản phẩm cân bằng, dưỡng ẩm vùng khô, kiềm dầu vùng nhờn."}
{"input": "Mình muốn da sáng và đều màu sau mụn, cần gì?", "output": "Dùng serum vitamin C, AHA/BHA nhẹ, thoa kem chống nắng đều, dưỡng ẩm đầy đủ."}
{"input": "Da tôi bị mụn cứng dưới da quanh cằm, cách?", "output": "Không nặn, dùng sản phẩm chứa benzoyl peroxide hoặc retinoid, giữ da sạch."}
{"input": "Mình bị da khô quanh mắt và miệng, cần gì?", "output": "Dưỡng ẩm vùng mắt và miệng bằng sản phẩm dịu nhẹ, tránh chà xát, uống đủ nước."}
{"input": "Da tôi hay nổi mụn khi stress, cần chăm sóc gì?", "output": "Giữ tinh thần thoải mái, dưỡng da đều, ăn uống lành mạnh, tránh chạm tay lên mặt."}
{"input": "Mình muốn da mịn màng và căng bóng tự nhiên, cách?", "output": "Dưỡng ẩm đều đặn, uống đủ nước, dùng serum hyaluronic acid, ngủ đủ giấc."}
{"input": "Da tôi bị tàn nhang do nắng, cách giảm?", "output": "Thoa kem chống nắng, dùng sản phẩm chứa vitamin C hoặc niacinamide, dưỡng ẩm đều."}
{"input": "Mình bị mụn do sử dụng khẩu trang nhiều, sao?", "output": "Giữ da sạch, thay khẩu trang thường xuyên, dùng sản phẩm dịu nhẹ, tránh nặn mụn."}
{"input": "Da tôi sạm quanh mắt, cách cải thiện?", "output": "Ngủ đủ giấc, dùng kem mắt chứa vitamin K hoặc caffeine, dưỡng ẩm đều."}
{"input": "Mình muốn lỗ chân lông nhỏ hơn trên mũi, cần gì?", "output": "Dùng sản phẩm chứa niacinamide, tẩy tế bào chết nhẹ, dưỡng ẩm vùng mũi đều đặn."}
{"input": "Da tôi hay bị đỏ khi tiếp xúc nắng, cách?", "output": "Dùng kem chống nắng vật lý, đội mũ, tránh nắng trực tiếp, dùng sản phẩm dịu nhẹ."}
{"input": "Mình muốn da sáng đều màu trước sự kiện, cách?", "output": "Dưỡng ẩm, serum vitamin C, thoa kem chống nắng, tẩy tế bào chết nhẹ 1-2 lần/tuần."}
{"input": "Da tôi nổi mụn nội tiết mỗi tháng, sao?", "output": "Duy trì da sạch, tránh nặn, dùng sản phẩm dịu nhẹ, tham khảo bác sĩ nếu cần."}
{"input": "Mình bị da khô, sạm do trời lạnh, cách?", "output": "Dưỡng ẩm dày, tránh tắm nước quá nóng, dùng máy tạo ẩm nếu cần."}
